import React from "react";

function DesignPage() {
  return (
    <div className="min-h-screen text-gray-600 text-[15.5px]  text-left pt-24 max-w-7xl mx-auto">
      <h2 className="text-4xl font-semibold text-gray-500 mb-5">
        Проэктування
      </h2>
      <div className="grid grid-cols-2 gap-5">
        <div>
          <p className="mb-2">
            Завжди важливо забезпечити належне кондиціонування повітря під час
            проектування, будівництва та ремонту приміщень. Це забезпечує
            комфортні та здорові умови для проживання, відпочинку та роботи. Ось
            декілька ключових аспектів, які слід враховувати:
          </p>
          <ul className="list">
            <li>
              -Обмін повітря: Приміщення повинно мати ефективну систему обміну
              повітря, яка дозволяє видаляти забруднений повітря та подавати
              свіже.
            </li>
            <li>
              -Очищення повітря: Важливо використовувати системи очищення
              повітря, які видаляють пил, шкідливі речовини та неприємні запахи.
            </li>
            <li>
              -Регулювання вологості та температури: Повітря має бути
              оптимальною вологістю та температурою для забезпечення комфортних
              умов.
            </li>
            <li>
              -Енергоефективність: Системи кондиціонування повітря мають бути
              енергоефективними, щоб забезпечити ефективне використання енергії.
            </li>
            <li>
              -Індивідуальний підхід: Підбір системи кондиціонування повітря
              повинен враховувати конкретні потреби та характеристики
              приміщення.
            </li>
          </ul>
          <blockquote>
            Забезпечення належного мікроклімату в приміщеннях - це важлива
            складова комфортного та здорового середовища для проживання та
            роботи. Якщо вам потрібна допомога у виборі та встановленні систем
            кондиціонування повітря, звертайтеся до нас за консультацією. Ми з
            радістю допоможемо вам підібрати оптимальні рішення, що відповідають
            вашим потребам та бюджету.
          </blockquote>
        </div>
        <div>
          <img src="/img/design.png" alt="" />
        </div>
      </div>
    </div>
  );
}

export default DesignPage;
